Autodesk.Revit.DB.BuiltInFailures.RevisionFailures.RevisionSettingsDuplicateName
More than one Revisons have the same name %1!s!.

Autodesk.Revit.DB.BuiltInFailures.RevisionFailures
Failures about Revision Settings.